{
  "locales": {
    "title": "Розклад",
    "conf_schedule":"Розклад конференції: ",
    "calend_links":"Добавити подію у: "
  },
  "data": [
    {
      "name": "Джаваскриптова конференція",
      "days": [
        {
          "day_id":"01",
          "day_info": "Fri May 22 2015",
          "location": "м. Львів, вул. Олени Степанівни 45",
          "timetable": [
            {
              "time": {
                "start": "Fri May 22 2015 08:55:00"
              },
              "article":"Бадьорого ранку!",
              "type":"entertainment"
            },
            {
              "time": {
                "start": "Fri May 22 2015 09:00:00",
                "end": "Fri May 22 2015 10:00:00"
              },
              "article":"Несправність (або: Кар'єра поради від примхливий старий чоловік)",
              "type":"report",
              "speaker":
                {
                  "name":"Джеффрі Зелдмен",
                  "position":"Книга Apart, події Крім"
                  },
              "about":"Детальні поради старшої людини про те як кодити!"
            },
            {
              "time": {
                "start": "Fri May 22 2015 10:15:00",
                "end": "Fri May 22 2015 11:15:00"
              },
              "article":"Іконка Процес проектування",
              "type":"report",
              "speaker":
                {
                  "name":"Джон Хікс",
                  "position":"Автор іконки: Іконка Довідник"
                  },
              "about":"Ікони більше, ніж просто досить декоративної графіки для веб-сайтів та програм; Вони маленькі чудотворці. Вони узагальнюють і пояснити дії, забезпечує напрям, пропонують зворотний зв'язок і навіть прорватися мови barriers.Icons більше, ніж просто досить декоративної графіки для веб-сайтів та програм; Вони маленькі чудотворці. Вони узагальнюють і пояснити дії, забезпечує напрям, пропонують зворотний зв'язок і навіть прорватися мовних бар'єрів."
            },
            {
              "time": {
                "start": "Fri May 22 2015 11:30:00",
                "end": "Fri May 22 2015 12:30:00"
              },
              "article":"Проектування соціальної поведінки",
              "type":"report",
              "speaker":
                {
                  "name":"Сара Парментер",
                  "position":"Засновник, Ви знаєте, хто"
                  },
              "about":"Любов це чи ненавидіти його, соціальні медіа був спалений у все, що ми робимо. Ще раз, це впав на голову вірного, кілька капелюхів носіння веб-дизайнера, щоб стати соціальний інженер. На додаток до всього ще, що ми робимо, це тепер наше завдання розробки стратегій і інтегрувати їх у наших проектах. Це не просто про підключення цих послуг для наших додатків або веб-сайтів. Мова йде про Знаючи, як обробити разом поведінку, користувальницький досвід і традиційні елементи дизайну в красивому гармонійно Que досягає цілей бізнесу. З уроків при розробці соціальної мережі з нуля великого, і мінус дуже знайомі слівця і маркетингові кліше, Сара навчить вас, як по-справжньому взаємодіяти з вашими користувачами. Відкрийте для себе реальну цінність соціальних медіа взаємності, і дізнатися, як змусити його працювати на вас. "
            },
            {
              "time": {
                "start": "Fri May 22 2015 12:30:00",
                "end": "Fri May 22 2015 14:00:00"
              },
              "article":"Перерва на каву та обід",
              "type":"entertainment"
            },
            {
              "time":{
                "start": "Fri May 22 2015 14:00:00",
                "end": "Fri May 22 2015 15:00:00"
              },
              "article":"Дизайн іконок просив",
              "type":"report",
              "speaker":
                {
                  "name":"Джон гікс",
                  "position":"Автор іконки: Іконка Довідник"
                  },
              "about":"Іконки більше, ніж просто досить декоративної графіки для веб-сайтів та програм; Вони маленькі чудотворці. Вони узагальнюють і пояснити дії, забезпечує напрям, пропонують зворотний зв'язок і навіть прорватися мови barriers.Icons більше, ніж просто досить декоративної графіки для веб-сайтів та програм; Вони маленькі чудотворці. Вони узагальнюють і пояснити дії, забезпечує напрям, пропонують зворотний зв'язок і навіть прорватися мовних бар'єрів."
            },
            {
              "time":{
                "start": "Fri May 22 2015 15:35:00",
                "end": "Fri May 22 2015 16:15:00"
              },
              "article":"Процес проектування",
              "type":"report",
              "speaker":
                {
                  "name":"Максим Іваненко",
                  "position":"Founder, You Know WhoЗасновник ІТ компанії Привіт"
                  }
            },
            {
              "time":{
                "start": "Fri May 22 2015 16:30:00",
                "end": "Fri May 22 2015 19:00:00"
              },
              "article":"Щаслива нічна година",
              "type":"entertainment",
              "about":"Приєднуйтесь до нас в щасливі години Apart, який буде проведений в 4 фойє першого поверху, поруч з реєстрації. Ми надамо смачні закуски і напої смачніше, щоб поповнити свій організм після цілого дня підзарядки свій розум!"
            }
          ]
        },
        {
          "day_id":"02",
          "day_info": "Sat May 23 2015",
          "location": "м. Львів, вул. Олени Степанівни 45",
          "timetable": [
            {
              "time": {
                "start": "Sat May 23 2015 08:55:00"
              },
              "article":"І знову добого ранку!",
              "type":"entertainment"
            },
            {
              "time": {
                "start": "Sat May 23 2015 09:00:00",
                "end": "Sat May 23 2015 10:00:00"
              },
              "article":"SVG для кожного",
              "type":"report",
              "speaker":
                {
                  "name":"Кріс Коер",
                  "position":"Автор CSS-Tricks.com"
                  },
              "about":"У той час як SVG не зовсім новий, підтримка браузера просто дістатися до точки, що ми можемо використовувати його без особливого занепокоєння. Навіть якщо нам потрібно відкати для старих браузерів, сучасні інструменти дозволяють легко. Це робить зараз прекрасний час, щоб дізнатися про SVG і як вона може допомогти вам у повсякденному веб-дизайну. Можливо, найбільш переконлива причина: SVG зображення виглядають рівно в будь-якої розмірності з крихітними розміри файлів-який відмінно підходить для виготовлення відповідально чуйні веб-сайтів. Ви дізнаєтеся, як SVG також допомагає легко створювати складні форми, і як використовувати його, щоб зробити значки Que є більш доступними, ніж з будь-якої іншої технікою створення іконок веб-інтерфейсу. Ви дізнаєтеся, як SVG можна провести індивідуальні комплексні графіки на льоту, створювати привабливі анімації та інших взаємодій, а також розширити можливості деякі досить великі designerly ефекти."
            },
            {
              "time":{
                "start": "Sat May 23 2015 10:15:00",
                "end": "Sat May 23 2015 11:15:00"
              },
              "article":"CSS Лейаут",
              "type":"report",
              "speaker":
                {
                  "name":"Рейчл Ендрю",
                  "position":"співзасновник Perch"
                  },
              "about":""
            },
            {
              "time": {
                "start": "Sat May 23 2015 11:30:00",
                "end": "Sat May 23 2015 12:30:00"
              },
              "article":"Кава-тістечка",
              "type":"entertainment"
            },
            {
              "time": {
                "start": "Sat May 23 2015 12:30:00",
                "end": "Sat May 23 2015 14:00:00"
              },
              "article":"Все, що ви хотіли знати про Чуйний дизайн ... і менше!",
              "type":"report",
              "speaker":
                {
                  "name":"",
                  "position":""
                  },
              "about":"Але скільки проекти можуть допомогти користувачеві, який повністю темно, і ледь здатний до раціонального мислення? У цій доповіді, Ерік буде спиратися на його особистий і професійний досвід, щоб досліджувати приклади кризою пом'якшення успіхи і невдачі проекту. У процесі, він ілюструють способи, які ви можете і не повинні враховувати потреби користувачів балансує на межі паніки. Допомогти їм буде зробити ваші конструкції більш актуальним і корисним для всіх ваших користувачів."
            }
          ]
        }
      ]
    }
  ]
}
